Repository: mousaalwaraki/DailyQuran
Catalog: QuranPersonalReader/*.lproj/Localizable.strings
Languages: ar

source: Start from page
ar: بدأ من الصفحة

source: Pages per day
ar: عدد الصفحات في اليوم

source: Change Daily Pages
ar: تغيير الصفحات اليومية

source: How many pages would you like to read daily?
ar: كم عدد الصفحات التي تريد قراءتها يوميا؟

source: Starting Page
ar: بدءا من الصفحة

source: Which page would you like to start your reading at?
ar: في أي صفحة تريد أن تبدأ القراءة؟

source: Cancel
ar: إلغاء

source: Confirm
ar: تأكيد

source: Done
ar: انتهى

source: Keep Reading
ar: تابع القراءة

source: Well Done, you completed todays reading! You can keep going but I'd encourage you to build a sustainable habit and not burn yourself out.
ar: أحسنت ، لقد أكملت قراءة اليوم! يمكنك الاستمرار ولكني أشجعك على بناء عادة مستدامة وعدم حرق نفسك.

source: Well Done, you completed the Quran! You can restart and continue the awesome work you've been doing immediately or take a few minutes to do a duaa for finishing the Quran. If you do duaa please don't forget to include me in it!
ar: أحسنت ، أكملت القرآن! يمكنك إعادة التشغيل ومتابعة العمل الرائع الذي كنت تقوم به على الفور أو أخذ بضع دقائق للقيام بدعاء لإنهاء القرآن. إذا كنت تفعل الدعاء من فضلك لا تنسى أن تضمني فيه!

source: Yasin
ar: ياسين

source: Mulk
ar: الملك

source: Kahf
ar: الكهف

source: Waqiah
ar: الواقعة

source: Last Page
ar: آخر صفحة

source: Build a habit of reading to get a streak going!
ar: ابدأ القراءة للحصول على سلسلة قراءة ايام متتاليه!

source: Reset
ar: إعادة التطبيق

source: Are you sure you want to reset app?
ar: هل أنت متأكد أنك تريد إعادة تعيين التطبيق؟

source: Contact Me
ar: اتصل بي

source: I love hearing from you! If you give me a shout on any of the platforms below I'll be quick to answer.
ar: أحب الاستماع منك! إذا قمت بإرسال رسالة إلي باستخدام أي من الطرق ، فسأكون سريعًا في الرد.

source: Twitter
ar: تويتر

source: iMessage
ar: (iMessage) رسالة

source: Email
ar: البريد الإلكتروني

source: Notifications
ar: تنبيه

source: Your Privacy
ar: خصوصيتك

source: Our Mission
ar: مهمتنا

source: Get in Touch
ar: تواصل معي

source: Share Daily Quran
ar: انشر Daily Quran

source: Reset App
ar: إعادة تعيين التطبيق

source: Special Chapters
ar: الصور المميزه

source: Configuration
ar: إعدادات التكوين

source: Spread the love
ar: أنشر الحب

source: More
ar: المزيد

source: Settings
ar: الإعدادات

source: Today
ar: اليوم

source: What time would you like to be reminded to read?
ar: في أي وقت تريد أن يتم تذكيرك بالقراءة؟

source: Change Time
ar: تغيير الوقت
